Repository: Python3pkg/Products.SilvaNews
Catalog: i18n/*/LC_MESSAGES/silva_news.po
Languages: fr

source: id: no spaces or special characters besides an underscore (_).
fr: id: aucun espace ou caractère spécial à côté autre que sousligné (_).

source: The title will be publicly visible, and is used as the default link in indexes.
fr: Le titre sera visible au public et utilisé en tant que lien par défaut pour les indexes

source: start date/time
fr: date/heure de démarrage

source: Format: d/m/y, time is optional.
fr: Format: j/m/a, heure est optionnelle

source: Added ${type} ${id}.
fr: ${type} ${id} ajouté.

source: Restrict usage
fr: Utilisation restreinte

source: save addable settings for this publication: alt-a
fr: sauvegarder les héritages pour cette publication: alt-a

source: Save addables data
fr: Sauvegarder les données d'héritage

source: addable settings for:
fr: parmètres héritages pour:

source: Acquire
fr: Obtenir

source: If checked, inherit the allowed addables from above.
fr: Si coché, hérite les propriétés du dossier supérieur -parent-

source: Addables
fr: Héritages

source: If 'acquire' is not checked, these settings will determine the items allowed in this publication. Otherwise the addables are acquired from the publication above.
fr: Si 'obtenir' n'est pas coché, ces paramètres définissent les items autorisés dans cette publication. Autrement les héritages sont acquis de la publication supérieue -parent-

source: Addable settings changed for: ${metadata}
fr: Paramètres d'héritages modifiés pour: ${metadata}

source: Settings changed.
fr: Paramètres modifiés.

source: new...
fr: nouveau

source: add a new item: alt-n
fr: ajouter nouvel item: alt-n

source: access key: alt-s
fr: raccourci: alt-s

source: select a new item: alt-s
fr: choisir nouvel item: alt-s

source: select
fr: choisir

source: edit
fr: éditer

source: preview
fr: apperçu

source: modified
fr: modifié

source: author
fr: auteur

source: shift
fr: majuscule

source: There is no content here.
fr: Aucun contenu ici

source: move down
fr: déplacer vers le bas

source: move up
fr: déplacer vers le haut

source: unknown
fr: inconnu

source: move selected items to
fr: déplacer les items choisis vers

source: end
fr: fin

source: access key: alt-p
fr: raccourci: alt-p

source: move
fr: déplacer

source: move selected items into position: alt-m
fr: déplacer les items choisis vers la position: alt-m

source: rename...
fr: renommer

source: rename and retitle items: alt-r
fr: renommer et changer le titre des items: alt-r

source: cut
fr: couper

source: cut items: alt-x
fr: couper items: alt-x

source: copy
fr: copier

source: copy items: alt-c
fr: copier items: alt-c

source: paste items: alt-v
fr: coller items: alt-v

source: paste
fr: coller

source: delete
fr: effacer

source: there's no undo: alt-d
fr: il n'y a pas défaire: alt-d

source: bulk edit...
fr: editer en gros

source: bulk edit items: alt-b
fr: éditer en gros items: alt-b

source: Make news source private so it is picked up only by filters in the same path of the source and below.
fr: Prépare source de news privée accésible par filtre dans le même niveau de la source et dessous

source: change the public/private status of the news publication: alt-o
fr: changer l'état privé/public des nouvelles publications: alt-o

source: open/close
fr: ouvrir/fermer

source: The objects have different values.
fr: Les objets ont des valeurs différentes

source: There are no publishable objects found.
fr: Il n'y a pas d'objets à publier

source: settings
fr: paramètres

source: Content
fr: Contenu

source: Some items of your selection are containers (folders, publications, newssources etc.). Select which items to recurse (walk through) to add to the list of objects to updated:<br /><br />
fr: Certains objets de votre sélection sont containeurs (dossiers, publications,sources de news,etc) . Choisir quels items garder en mémoire pour les ajouter à la liste d'objets à mettre à jour:<br /><br />

source: Title
fr: Titre

source: Co-promoter
fr: Co-responsable

source: Startdate and time
fr: Date et heure de démarrage

source: Enddate and time
fr: Date et heure d'arrêt

source: Location
fr: Emplacement

source: Location (if not in list)
fr: Emplacement (si n'est pas en liste)

source: Pressheader
fr: Titre de presse

source: Subheader
fr: Sous entête

source: Lead
fr: La une

source: Common Info
fr: Info générale

source: Specific Info
fr: Info Spécifique

source: Specific info (if not in list)
fr: Info Spécifique (si non listée)

source: More info links
fr: Plus Info liens

source: Subjects
fr: Sujets

source: Target Audiences
fr: Audiences Ciblées

source: ${path} is updated
fr: ${path} mis à jour

source: Authorized users below this level
fr: Utilisateurs autorisés en dessous de ce niveau

source: properties of
fr: propriétés de

source: convert to publication
fr: convertir en publication

source: change Folder into Publication: alt-c
fr: changer Dossier en Publication

source: &nbsp;News Publication settings
fr: &nbsp;paramètres Publication News

source: day range
fr: nombre de jours

source: Number of days in the future to show.
fr: Nombre de jours à présenter dans le futur

source: filters
fr: filtres

source: Viewer data changed
fr: Visionneur de données modifié

source: show
fr: Montrer

source: Show a specific number of items, or show items from a range of days in the past.
fr: Montrer un nombre spécifique d'items, ou montrer items pour un nombre de jours dans le passé

source: number
fr: nombre

source: List the URLs of RSS feeds (one per line) to use as sources of news items.
fr: Liste URL de RSS à utiliser en tant que source de nouveaux items

source: save settings
fr: sauvegarder paramètres

source: element
fr: élément

source: content
fr: contenu

source: in use
fr: en utilisation

source: title
fr: titre

source: Edit this item
fr: Editer cet item

source: (not activated)
fr: non activé

source: There are no news sources available.
fr: Aucune source de news disponible

source: select all
fr: choisir tout

source: deselect all
fr: enlever tout

source: select all items: alt-a
fr: choisir tous les items: alt-a

source: use selected sources in this filter: alt-u
fr: utiliser les sources choisies dans ce filtre: alt-u

source: update sources
fr: mise à jour des sources

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Preview this item
fr: Apperçu item

source: There are no news items for this period. Check that news sources are activated (go to the editor screen) and items in the sources are published.
fr: Il n'y a pas pas de news pour cette période. Vérifier que sources news est activée (dans l'écran d'édition) et que les items des sources sont publiés.

source: use selected items in this filter: alt-u
fr: utiliser les items choisis dans ce filtre: alt-u

source: update
fr: mettre à jour

source: modify
fr: modifier

source: view
fr: voir

source: stick to path
fr: coller au chemin

source: Setting to 'yes' keeps the filter local, showing only items in the content tree that are below the location of the filter.
fr: Placé à 'Oui' garde le filtre local, en montrant seulement les items dans l'arborescence en dessous de l'mplacement du filtre

source: Input form errors ${errors}
fr: Erreur de saisie ${errors}

source: subjects changed
fr: sujets modifiés

source: target audiences changed
fr: audience ciblées modifiées

source: stick to path changed
fr: collage du chemin modifié

source: Settings changed for:
fr: Paramètres modifiés pour:

source: The filter is updated.
fr: Le filtre a été mis à jour

source: In use
fr: En utilisation

source: Edit this source
fr: Editer cette source

source: There are no newssources available.
fr: Il n'y a pas de nouveaux ressources disponibles

source: Use selected sources in this filter: alt-u
fr: Utiliser les sources choisies dans ce filtre: alt-u

source: general settings
fr: paramètres générales

source: save settings
fr: sauvegarder paramètres

source: (deselected)
fr: (desactivé)

source: There are no published news items in this filter. Check that news sources are activated (go to the editor screen) and items in the sources are published.
fr: Il n'y a pas pas d'items news publiés dans ce filtre. Vérifier que sources news est activée (dans l'écran d'édition) et que les items des sources sont publiés.

source: edit this item
fr: éditer cet item

source: Select the news subjects to filter on.
fr: Choisir les sujets des news à fltrer.

source: Select the target audiences to filter on.
fr: Choisir audiences ciblées à filtrer.

source: show agenda items
fr: montrer items agenda

source: If set to 'yes', show agenda items as well as news items.
fr: Si mis à 'Oui', montre les items d'agenda et de news

source: show agendaitems changed
fr: montrer items agenda et news modifié

source: date and time
fr: date et heure

source: Format: d/m/y, time is optional
fr: Format: j/m/a, heure optionnelle

source: end date and time
fr: fin date et heure

source: location
fr: emplacement

source: AgendaItem-data changed
fr: Donnée AgendaItem modifiée

source: Article data changed
fr: Doonée article modifiée

source: Target audiences
fr: Audiences ciblées

source: modify subjects and target audiences...
fr: modifierer sujets et audiences ciblées

source: save item: alt-s
fr: sauvegarder item: alt-s

source: save item
fr: sauvegarder item

source: content editor...
fr: editeur de contenu..

source: subjects
fr: sujets

source: target audiences
fr: audiences ciblées

source: Article filtering
fr: Filtrage articles

source: save subjects and target audiences
fr: sauvegarder sujets et audiences ciblées

source: back to article...
fr: Retour à Articles

source: Data changed
fr: Données modifiées

source: Feb
fr: Fév

source: Search Agenda
fr: Rechercher Agenda

source: Do a full text search: alt-s
fr: Recherche full-texte: alt-s

source: Search
fr: Rechercher

source: view article
fr: voir article

source: There are no articles corresponding to your query.
fr: Aucun article correspondant à votre recherche

source: View Agenda
fr: Voir Agenda

source: View Archive
fr: Voir Archive

source: Start date/time:
fr: Démarrer date/heure

source: There are no articles.
fr: Il n'y a pas d'articles

source: search
fr: rechercher

source: There are no articles for this period.
fr: Il n'y a pas d'articles pour cette période

source: Archive of
fr: Archive de

source: Author
fr: Auteur

source: View this item
fr: Voir cet item

source: Search News
fr: Rechercher News

source: Startdate/time:
fr: Date/heure de démarrage

source: View News
fr: Voir News

source: View
fr: Voir

source: There are no articles available.
fr: Il n'a pas d'articles disponibles

source: View archive
fr: Voir archive

source: Creation date:
fr: Date de création:

source: Date and time:
fr: Date et heure:

source: Location:
fr: Emplacement
